const data = [
  {
    id: "1",
    title: "리액트란 무엇인가",
    content:
      "리액트는 자바스크립트 라이브러리의 하나로서 사용자 인터페이스를 만들기 위해 사용된다. ",
  },

  {
    id: "2",
    title: "jsx란 무엇인가",
    content:
      "JSX는 XML과 유사한 구문을 사용하여 문서 개체 모델 트리를 생성할 수 있는 JavaScript 확장입니다. ",
  },

  {
    id: "3",
    title: "리액트란 왜 사용하는가?",
    content:
      "컴포넌트 기반인 리액트는 특정 기능을 구현하거나 특정 화면을 구현할 때 그 화면을 구성하는 일에만 집중할 수 있게 해 줍니다. 여러 명의 프론트엔드 개발자가 하나의 페이지를 만든다고 해도 서로 다른 파일을 작업하도록 구성할 수 있기 때문에 효율적인 코드 분리가 가능합니다.",
  },

  {
    id: "4",
    title: "아코디언 컴포넌트란?",
    content: "제목을 클릭하면 내용을 확인할 수 있는 구조",
  },
];

export default data; // data라는 변수를 이 파일의 기본 내보내기로 설정
